
export const treeData = [
        {
            "id": "C_54b53072540eeeb8f8e9343e71f28176",
            "label": "AFC",
            "children": [
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "自动检票机",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "TVM62502",
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "TVM62503",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "TVM62501",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GO62508",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GO62507",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GI62501",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GI62502",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GI62503",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GI62504",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GO62502",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GO62501",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GO62504",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GO62503",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GO62506",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GO62505",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GKI62501",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GKI62502",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GOK62502",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GOK62501",
                            
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "智慧客服终端",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "IAO62601",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "IAO62602",
                            
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "AFC系统",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "AFCXT",
                            
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "智慧客服中心",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "IFO62502",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "IFO62501",
                            
                        }
                    ]
                }
            ]
        },
        {
            "id": "C_54b53072540eeeb8f8e9343e71f28176",
            "label": "PSD",
            "children": [
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "单元控制器",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "PEDC2",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "PEDC1",
                           
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "端门",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "MSD1-SX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "MSD2-XX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "MSD2-SX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "MSD1-XX",
                            
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "光栅",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS3-XX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS2-SX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS6-XX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS5-SX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS5-XX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS4-SX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS7-SX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS7-XX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS6-SX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS2-XX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS1-SX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS1-XX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS4-XX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "GS3-SX",
                           
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "应急门",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "EED2-SX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "EED3-SX",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "EED1-XX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "EED1-SX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "EED2-XX",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "EED3-XX",
                            
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "电源系统",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "PSS",
                            
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "综合后备盘",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "IBP1",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "IBP2",
                            
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "滑动门",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD120",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD121",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD122",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD116",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD117",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD118",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD119",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD112",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD113",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD114",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD115",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD123",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD124",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD210",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD208",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD209",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD204",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD205",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD206",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD207",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD201",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD202",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD203",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD220",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD221",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD219",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD215",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD216",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD217",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD218",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD211",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD212",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD213",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD214",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD110",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD111",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD109",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD105",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD106",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD107",
                          
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD108",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD101",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD222",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD102",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD223",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD103",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD224",
                            
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "ASD104",
                           
                        }
                    ]
                },
                {
                    "id": "C_c09593f6075100eef79c8f4da08afa16",
                    "label": "就地控制盘",
                    "children": [
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "PSL2",
                           
                        },
                        {
                            "id": "C_9379346c996b0535a7a98f25887156a2",
                            "label": "PSL1",
                        }
                    ]
                }
            ]
        }
    ]